const superBase = [{
    "id": "1",
    "superHeroePic": "pics/iron-man-pic.png",
    "superHeroeIcon": "icons/iron-man.png",
    "superHeroePicAlternativeText": "Iron Man",
    "superHeroeCharacter": "Железный человек",
    "comicsUniverse": "Marvel Comics", 
    "alterEgo": "Тони Старк", 
    "typeOfActivity": "гений, миллиардер, плейбой, филантроп", 
    "friends": "Мстители", 
    "superPowers": "высокий уровень интеллекта, широкие познания науки и техники, связь со всемирной паутиной, бронекостюмы", 
    "moreDetailed": "попожалуй, самый популярный современный супергерой. У него много общего с мрачной птицей ночи Бэтменом: оба потеряли родителей в детстве, стали борцами с преступностью без особых сверхсил, невероятно богатые. Только если Бэтменом восхищаются, то Тони Старка — обожают :) То ли дело в шикарной актерской игре Роберта Дауни мл., который выбил роль у Николаса Кейджа и Тома Круза, то ли в хорошо прописанном персонаже.<br><br>Прототипом для героя послужили Илон Маск и изобретатель Говард Хьюз.<br><br>Железный Человек не всегда ходил в красном модном костюме: в своих первых версиях 1963 года он был скромного серого цвета. Увы, в киновоплощении бронекостюм даже не из металла — его делали из пластика и стекловолокна."
}, {
    "id": "2",
    "superHeroePic": "pics/captain-america-pic.png",
    "superHeroeIcon": "icons/captain-america.png",
    "superHeroePicAlternativeText": "Capitain America",
    "superHeroeCharacter": "Капитан Америка",
    "comicsUniverse": "Marvel Comics", 
    "alterEgo": "Стивен Роджерс", 
    "typeOfActivity": "супер-солдат", 
    "friends": "Мстители", 
    "superPowers": "сила, выносливость, бессмертие, быстрая регенерация, мастерство скрытности и боя", 
    "moreDetailed": "Капитан Америка — персонаж, целеноправленно созданный, чтобы воплощать идеалы патриотизма. Потому он был особенно популярный во время Второй мировой войны. В комиксах обращение «Капитан Америка» применяется к любому, кто выбран правительством США. Больше всего оно закрепилось именно за Стивом Роджерсом.<br><br>Стив родился в 1917 году в семье ирландских эмигрантов Сары и Джозефа Роджерсов. В детстве он был очень слабым юношей и постоянно подвергался насмешкам со стороны других ребят. Ирландские корни давали о себе знать, потому парень от драки не лез. В начале Второй мировой войны Стивен стремился попасть на фронт. Естественно, из-за здоровья ему отказывали.<br><br>По воле судьбы ему предложили принять участие в секретном оборонном проекте, целью которого было создание суперсолдат. Несмотря на сложности во время эксперимента, результат был успешным. Роджерс превратился из хилого юноши в настоящего Аполлона. Актер Крис Эванс с этой ролью вполне справился:)"
}, {
    "id": "3",
    "superHeroePic": "pics/thor-pic.png",
    "superHeroeIcon": "icons/thor.png",
    "superHeroePicAlternativeText": "Thor",
    "superHeroeCharacter": "Тор",
    "comicsUniverse": "Marvel Comics", 
    "alterEgo": "нет; полное имя — Тор Одинсон", 
    "typeOfActivity": "борец за справедливость, скандинавский бог", 
    "friends": "Мстители", 
    "superPowers": "все, что может бог, плюс молот Мьелнир", 
    "moreDetailed": "персонаж Тора основан на образе одноименного скандинавского бога. Тор во вселенной Marvel — родной сын Одина и древнейшей богини Геи. После рождения сына Один забрал его в Асгард, где растил вместе со своей женой, богиней Фригг. Последнюю Тор всегда считал своей настоящей матерью и лишь много позже узнал правду о своем рождении.<br><br>Стоит сказать, что до нынешнего Тора в исполнении Криса Хемсворта у супергероя было несколько воплощений. В одном из них он погиб в схватке с мифическим змеем Мидгардом. Это привело к Рагнареку — некоему апокалипсису в скандинавской мифологии."
}, {
    "id": "4",
    "superHeroePic": "pics/hulk-pic.png",
    "superHeroeIcon": "icons/hulk.png",
    "superHeroePicAlternativeText": "Hulk",
    "superHeroeCharacter": "Халк",
    "comicsUniverse": "Marvel Comics", 
    "alterEgo": "Брюс Беннер", 
    "typeOfActivity": "супергерой, борец за справедливость, ученый-биохимик", 
    "friends": "Мстители", 
    "superPowers": "сверхчеловеческая сила и скорость, выносливость, полет", 
    "moreDetailed": "идею создания Халка как персонажа можно отнести к фантастической новелле «Странная история доктора Джекила и мистера Хайда», в которой ученый не может примириться со своим демоническим альтер эго. Прошлое у Халка — хуже некуда: отец Брюса страдал от алкоголизма и приступов ярости, а мать пыталась всеми силами уберечь сына от гнева своего мужа. Она погибла, защищая своего единственного ребенка от его побоев.<br><br>Пронеся через все детство тяжелый психологический груз, Брюс вырос в чрезвычайно одаренного, но замкнутого юношу. Хотя Брюс не мог уважать отца, но пошел в науке по его стопам и выбрал ядерную физику. Во время эксперимента он ввел себе пробную сыворотку и подверг себя воздействию большого количества гамма-радиации. Беннер превратился в мускулистого неуправляемого гиганта, который крушил все вокруг и не понимал, что происходит. Так имя Халка стало нарицательным для людей, который не могут держать себя в руках."
}, {
    "id": "5",
    "superHeroePic": "pics/black-widow-pic.png",
    "superHeroeIcon": "icons/black-widow.png",
    "superHeroePicAlternativeText": "Black Widow",
    "superHeroeCharacter": "Черная вдова",
    "comicsUniverse": "Marvel Comics", 
    "alterEgo": "Наташа Романофф", 
    "typeOfActivity": "супергероиня, шпионка", 
    "friends": "Мстители", 
    "superPowers": "пик человеческого физического потенциала, замедленное старение, знание многих языков", 
    "moreDetailed": "супергероиня российского происхождения родилась предположительно в 1928 году в Сталинграде. Во время Второй мировой войны она потеряла родителей и была спасена из горящего дома советским солдатом. Тот на некоторое время стал ее опекуном. Повзрослев, Наташа попала в организацию «Красная Комната», где прошла многочисленные тренировки, а именно — была частью шпионской программы.<br><br>Там же ей вживили сыворотку Суперсолдата — как у Капитана Америки, но в советском варианте. Благодаря ей Наташа может использовать максимальные возможности своего организма: силу, гибкость, скорость, ловкость и т. д. Также сыворотка дает эффект замедленного старения. По мнению фанатов, самое главное преимущество Черной Вдовы — то, что ее сыграла красотка Скарлетт Йоханссон :)"
}, {
    "id": "6",
    "superHeroePic": "pics/hawkeye-pic.png",
    "superHeroeIcon": "icons/hawkeye.png",
    "superHeroePicAlternativeText": "Hawkeye",
    "superHeroeCharacter": "Соколиный глаз",
    "comicsUniverse": "Marvel Comics", 
    "alterEgo": "кто?", 
    "typeOfActivity": "кто?", 
    "friends": "кто", 
    "superPowers": "какие?", 
    "moreDetailed": "нужно написать по нему"
}];

export default superBase;